---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Profile
source: html/0c85ee64-a514-3aa3-5986-7d368df139d8.htm
---
# Autodesk.Revit.DB.GroupTypeId.Profile Property

Profile.

## Syntax (C#)
```csharp
public static ForgeTypeId Profile { get; }
```